library(tidyverse)

# leitura -----------------------------------------------------------------

olist <- arrow::read_parquet(
  "https://github.com/jtrecenti/202431-padsv/releases/download/dados/olist_items.parquet"
)

# exercício 1 ----------------------------------------------------------




# exercício 2 ----------------------------------------------------------

# exercício 3 ----------------------------------------------------------

# exercício 4 ----------------------------------------------------------

